<?php include('partials/head.php');
include('partials/header-registered.php'); ?>
  <main class="main main-bg action-detailed">
    <div class="container">
      <h1>Акции</h1>
      <div class="action-detailed__container">
        <div class="action-detailed__desc">Два колеса по цене одного</div>
        <div class="action-detailed__img img">
          <img src="img/action-detailed.jpg" alt="Два колеса по цене одного">
        </div>
        <div class="action-detailed__text">
          <div><p>
              Друзья, в ближайшую неделю нам всем крайне важно ограничить контакты с другими людьми. Если все же
              пришлось выйти, лучше воспользоваться личным транспортом.
              Далеко не все успели подготовить свои колеса к теплому сезону. Поэтому мы будем работать в усиленном
              режиме, чтобы обеспечить безопасность вас<br>и ваших машин на дороге!
              Рук и ресурсов хватит на все машины в городе!
              Все сотрудники компании “5 колесо” носят защитные маски и регулярно обрабатывают руки<br>и инструменты
              антисептиками.
              Ждем вас!
            </p></div>
          <div><p>
              Друзья, в ближайшую неделю нам всем крайне важно ограничить контакты с другими людьми. Если все же
              пришлось выйти, лучше воспользоваться личным транспортом.
              Далеко не все успели подготовить свои колеса к теплому сезону. Поэтому мы будем работать в усиленном
              режиме, чтобы обеспечить безопасность вас<br>и ваших машин на дороге!
              Рук и ресурсов хватит на все машины в городе!
              Все сотрудники компании “5 колесо” носят защитные маски и регулярно обрабатывают руки<br>и инструменты
              антисептиками.
              Ждем вас!
            </p></div>
        </div>
        <div class="action-detailed__button button-red">Воспользоваться акцией</div>
      </div>
      <?php include('partials/footer-nav.php'); ?>
    </div>
  </main>
<?php include('partials/footer.php'); ?>