<?php include('partials/head.php');
include('partials/header-registered.php'); ?>
  <main class="main main-bg text-page">
    <div class="container">
      <div class="text-page__wrap">
        <div class="text-page__side">
          <div class="text-page__side-item">
            <div class="nav pointer">
              <svg>
                <use xlink:href="img/sprite.svg#menu-down"></use>
              </svg>
              <span>Общие</span>
            </div>
            <ul class="sub">
              <li><a href="text-page.php">Пользовательское соглашение</a></li>
              <li><a href="text-page.php">Политика конфиденциальности</a></li>
            </ul>
          </div>
          <div class="text-page__side-item">
            <div class="nav pointer">
              <svg>
                <use xlink:href="img/sprite.svg#menu-down"></use>
              </svg>
              <span>Корпоративные продукты</span>
            </div>
            <ul class="sub">
              <li><a href="text-page.php">Пользовательское соглашение</a></li>
              <li><a href="text-page.php">Политика конфиденциальности</a></li>
            </ul>
          </div>
          <div class="text-page__side-item">
            <div class="nav pointer">
              <svg>
                <use xlink:href="img/sprite.svg#menu-down"></use>
              </svg>
              <span>Корпоративные продукты</span>
            </div>
            <ul class="sub">
              <li><a href="text-page.php">Пользовательское соглашение</a></li>
              <li><a href="text-page.php">Политика конфиденциальности</a></li>
            </ul>
          </div>
        </div>
        <div class="text-page__content">
          <h1>Пользовательское соглашение</h1>
          <div class="text-page__main">
            <div class="text-page__block">
              <h3>1. Общие положения</h3>
              <p>
                1.1. ООО «ЯНДЕКС» (далее — «Яндекс») предлагает пользователю сети Интернет (далее – Пользователь) -
                использовать свои сервисы на условиях, изложенных в настоящем Пользовательском соглашении (далее —
                «Соглашение», «ПС»). Соглашение вступает в силу с момента выражения Пользователем согласия с его
                условиями
                в
                порядке, предусмотренном п. 1.4 Соглашения.
              </p>
              <p>
                1.2. Яндекс предлагает Пользователям доступ к широкому спектру сервисов, включая средства навигации,
                коммуникации, поиска, размещения и хранения разного рода информации и материалов (контента),
                персонализации
                контента, совершения покупок и т. д. Все существующие на данный момент сервисы ООО «ЯНДЕКС» и других
                компаний, условия использования которых ссылаются на данное Соглашение, а также любое развитие их и/или
                добавление новых является предметом настоящего Соглашения.
              </p>
              <p>
                1.3. Использование сервисов Яндекса регулируется настоящим Соглашением, а также следующими документами,
                которые являются неотъемлемой частью настоящего соглашения: Лицензией на использование поисковой системы
                Яндекса (https://yandex.ru/legal/termsofuse), Политикой конфиденциальности
                (https://yandex.ru/legal/confidential), а также условиями использования отдельных сервисов. Соглашение
                может
                быть изменено Яндексом без какого-либо специального уведомления, новая редакция Соглашения вступает в
                силу
                с
                момента ее размещения в сети Интернет по указанному в настоящем абзаце адресу, если иное не
                предусмотрено
                новой редакцией Соглашения. Действующая редакция ПС всегда находится на странице по адресу
                https://yandex.ru/legal/rules.
              </p>
              <p>
                1.4. Начиная использовать какой-либо сервис/его отдельные функции, либо пройдя процедуру регистрации,
                Пользователь считается принявшим условия Соглашения в полном объеме, без всяких оговорок и исключений. В
                случае несогласия Пользователя с какими-либо из положений Соглашения, Пользователь не вправе
                использовать
                сервисы Яндекса. В случае если Яндексом были внесены какие-либо изменения в Соглашение в порядке,
                предусмотренном пунктом 1.3 Соглашения, с которыми Пользователь не согласен, он обязан прекратить
                использование сервисов Яндекса.
              </p>
            </div>
            <div class="text-page__block">
              <h3>2. Регистрация Пользователя. Учетная запись Пользователя</h3>
              <p>
                2.1. Для того чтобы воспользоваться некоторыми сервисами Яндекса или некоторыми отдельными функциями
                сервисов, Пользователю необходимо пройти процедуру регистрации, в результате которой для Пользователя
                будет
                создана уникальная учетная запись. Пользователь, достигший возраста 16 лет, вправе самостоятельно
                производить регистрацию учетной записи и использовать сервисы Яндекса в пределах правоспособности,
                установленной применимым законодательством. В случае если Пользователь не достиг указанного возраста, а
                также в случаях, когда этого требует применимое законодательство, использование сервисов допускается
                только
                с согласия родителей или иных законных представителей. Отдельные сервисы Яндекса могут установить иные
                возрастные ограничения, о чем дополнительно может быть указано в правовых документах либо в
                интерфейсе/описании сайта, приложения и/или иного программного продукта.
              </p>
              <p>
                2.2. Для регистрации Пользователь обязуется предоставить достоверную и полную информацию о себе по
                вопросам,
                предлагаемым в форме регистрации, и поддерживать эту информацию в актуальном состоянии. Если
                Пользователь
                предоставляет неверную информацию или у Яндекса есть основания полагать, что предоставленная
                Пользователем
                информация неполная или недостоверна, Яндекс имеет право по своему усмотрению заблокировать либо удалить
                учетную запись Пользователя и отказать Пользователю в использовании своих сервисов (либо их отдельных
                функций).
              </p>
              <p>
                При регистрации Пользователь может загрузить изображение для учетной записи (аватар). Изображение
                учетной
                записи может сопровождать опубликованные Пользователем материалы в рамках использования сервисов
                Яндекса.
                В
                случае использования в качестве изображения учетной записи изображения Пользователя, Пользователь
                осознает
                и
                соглашается с тем, что Яндекс вправе проводить опубликование и дальнейшее использование изображения
                Пользователя для использования в сервисах Яндекса, в рекламных продуктах, корпоративных блогах и
                аккаунтах
                Яндекса на сторонних ресурсах.
              </p>
              <p>
                Пользователь может в любой момент настроить имя, которое может сопровождать опубликованные Пользователем
                материалы в рамках использования сервисов Яндекса, в том числе комментарии, отзывы на товары, услуги или
                места и т.п. (Имя в комментариях и отзывах). Пользователь осознает и соглашается с тем, что Яндекс
                вправе
                проводить опубликование и дальнейшее использование указанного Пользователем Имени в комментариях и
                отзывах
                в
                сервисах Яндекса, в рекламных продуктах, корпоративных блогах и аккаунтах Яндекса на сторонних ресурсах.
                Если пользователь не настроил Имя в комментариях и отзывах, то Имя в комментариях и отзывах будет
                отображаться в формате: Имя и Фамилия, указанные Пользователем в форме регистрации.
              </p>
              <p>
                Изображение учетной записи и Имя в комментариях и отзывах должно соответствовать требованиям раздела 4
                настоящего Соглашения
              </p>
              <p>
                2.3. Подтверждение учетной записи
              </p>
              <p>
                2.3.1. Яндекс оставляет за собой право в любой момент потребовать от Пользователя подтверждения данных,
                указанных при регистрации в учетной записи Пользователя на сервисах Яндекса (в том числе данных
                Привязанной
                карты) и содержащих информацию о Пользователе, а также иную информацию, связанную с использованием
                сервисов
                Яндекс, доступную Пользователю после авторизации с использованием логина и пароля Пользователя на
                сервисах
                Яндекса (его аффилированных лиц).
              </p>
              <p>
                2.3.2. Для целей проверки заявленных Пользователем данных Яндекс вправе запросить подтверждающие
                документы
                (в частности - документы, удостоверяющие личность), непредставление которых, по усмотрению Яндекса,
                может
                быть приравнено к предоставлению недостоверной информации и повлечь последствия, предусмотренные п. 2.2
                Соглашения. В случае если данные Пользователя, указанные в предоставленных им документах, не
                соответствуют
                данным, указанным при регистрации, а также в случае, когда данные, указанные при регистрации, не
                позволяют
                идентифицировать Пользователя, Яндекс вправе отказать Пользователю в доступе к учетной записи и
                использовании сервисов Яндекса.
              </p>
              <p>
                2.3.3. В некоторых случаях Яндекс может предоставить Пользователю возможность получить статус
                верифицированной учетной записи. Для прохождения процедуры верификации учетная запись должна быть
                подтверждена с помощью мобильного телефона и/или электронной почты, соответствовать условиям настоящего
                Соглашения и правилам, размещенным на странице Верификации аккаунта Необходимая информация
                предоставляется
                Пользователем в порядке п. 2.2. настоящего Соглашения и в формате, предусмотренном правилами Верификации
                аккаунта, с учетом указанного в правилах перечня запрашиваемых документов. Перечень необходимой
                информации
                для верификации учетной записи может быть изменен по усмотрению Яндекса.
              </p>
              <p>
                2.3.3.1. По результатам проверки предоставленной информации и подтверждающих документов, Пользователь
                может
                получить уникальный знак верифицированной учетной записи. В случае несоответствия предоставленной
                информации
                условиям п. 2.2., 2.3 настоящего Соглашения, представления ложной или вводящей в заблуждение информации,
                нарушения условий настоящего Соглашения Яндекс оставляет за собой право удалить знак верификации, либо
                учетную запись Пользователя в порядке п. 2.10.2 настоящего Соглашения.
              </p>
              <p>
                2.4. Персональная информация Пользователя, определенная Политикой конфиденциальности и содержащаяся в
                учетной записи Пользователя, хранится и обрабатывается Яндексом в соответствии с условиями Политики
                конфиденциальности (https://yandex.ru/legal/confidential).
              </p>
              <p>
                2.5. Средства для доступа к учетной записи Пользователя.
              </p>
              <p>
                2.5.1. При регистрации Пользователь самостоятельно выбирает себе логин (уникальное символьное имя
                учетной
                записи Пользователя) и пароль для доступа к учетной записи. Яндекс вправе запретить использование
                определенных логинов, а также устанавливать требования к логину и паролю (длина, допустимые символы и
                т.д.).
              </p>
              <p>
                2.5.1.1. Пользователю может быть предоставлена возможность прохождения упрощенной процедуры регистрации
                учетной записи путем указания номера мобильного телефона, фамилии и имени Пользователя. Последующая
                авторизация в сервисах Яндекса осуществляется Пользователем путем указания введенного при регистрации
                номера
                мобильного телефона и направленного на него кода-подтверждения. В некоторых случаях для авторизации от
                Пользователя также может потребоваться указание фамилии и имени, предоставленных при регистрации.
              </p>
              <p>
                Использование отдельных сервисов и/или отдельных функций сервисов Яндекса с применением учетной записи,
                созданной в упрощенном порядке, может быть недоступно. Для использования функционала сервисов Яндекса в
                полном объеме Пользователю необходимо выбрать логин и пароль для учетной записи в порядке, установленном
                п.
                2.5.1 Соглашения.
              </p>
              <p>
                2.5.2. После регистрации учетной записи в порядке, установленном в п. 2.5.1. Соглашения, Пользователь
                имеет
                возможность начать использовать альтернативное средство аутентификации для доступа к учетной записи,
                заменив
                им установленный пароль. Доступ к такому средству предоставляется посредством настройки двухфакторной
                аутентификации в интерфейсе управления учетной записью Пользователя.
              </p>
              <p>
                2.5.3 После осуществления Пользователем входа в учетную запись, данные учетной записи могут быть
                автоматически сохранены в браузере устройства до завершения Пользователем работы под своей учетной
                записью
                и
                не требовать дополнительного ввода средств доступа к учетной записи при каждом использовании сервисов
                Яндекса. Автоматически сохраненные в браузере устройства данные учетной записи Пользователя могут быть
                использованы для доступа к сервисам Яндекса, включая сервисы, сайты, приложения и иные программные
                продукты
                его аффилированных лиц (в том числе входящих в одну группу с ООО «ЯНДЕКС»), за исключением случаев,
                указанных в п. 2.8.2 настоящего Соглашения.
              </p>
              <p>
                2.6. Пользователь самостоятельно несет ответственность за безопасность (в том числе устойчивость к
                угадыванию) выбранных им средств для доступа к учетной записи, а также самостоятельно обеспечивает их
                конфиденциальность. Пользователь самостоятельно несет ответственность за все действия (а также их
                последствия) в рамках или с использованием сервисов Яндекса под учетной записью Пользователя, включая
                случаи
                добровольной передачи Пользователем данных для доступа к учетной записи Пользователя третьим лицам на
                любых
                условиях (в том числе по договорам или соглашениям). При этом все действия в рамках или с использованием
                сервисов Яндекса под учетной записью Пользователя считаются произведенными самим Пользователем, за
                исключением случаев, когда Пользователь, в порядке, предусмотренном п. 2.7., уведомил Яндекс о
                несанкционированном доступе к сервисам Яндекса с использованием учетной записи Пользователя и/или о
                любом
                нарушении (подозрениях о нарушении) конфиденциальности своих средств доступа к учетной записи (номера
                мобильного телефона, пароля или средств двухфакторной аутентификации).
              </p>
              <p>
                2.7. Пользователь обязан немедленно уведомить Яндекс о любом случае несанкционированного (не
                разрешенного
                Пользователем) доступа к сервисам Яндекса с использованием учетной записи Пользователя и/или о любом
                нарушении (подозрениях о нарушении) конфиденциальности своих средств доступа к учетной записи. В целях
                безопасности Пользователь обязан самостоятельно осуществлять безопасное завершение работы под своей
                учетной
                записью (кнопка «Выход») по окончании каждой сессии работы с сервисами Яндекса. Яндекс не отвечает за
                возможную потерю или порчу данных, а также другие последствия любого характера, которые могут произойти
                из-за нарушения Пользователем положений этой части Соглашения.
              </p>
              <p>
                2.8. Использование Пользователем своей учетной записи.
              </p>
              <p>
                2.8.1. Пользователь не вправе воспроизводить, повторять и копировать, продавать и перепродавать, а также
                использовать для каких-либо коммерческих целей какие-либо части сервисов Яндекса (включая контент,
                доступный
                Пользователю посредством сервисов), или доступ к ним, кроме тех случаев, когда Пользователь получил
                такое
                разрешение от Яндекса, либо когда это прямо предусмотрено пользовательским соглашением какого-либо
                сервиса.
              </p>
              <p>
                2.8.2. Некоторые категории учетных записей Пользователей могут ограничивать или запрещать использование
                некоторых сервисов Яндекса или их отдельных функций в случае если это предусмотрено при регистрации,
                либо
                в
                условиях использования того или иного сервиса.
              </p>
              <p>
                2.9. Прекращение регистрации. Яндекс вправе заблокировать или удалить учетную запись Пользователя, а
                также
                запретить доступ с использованием какой-либо учетной записи к определенным сервисам Яндекса, и удалить
                любой
                контент без объяснения причин, в том числе в случае нарушения Пользователем условий Соглашения или
                условий
                иных документов, предусмотренных п. 1.3. Соглашения, а также в случае неиспользования соответствующего
                сервиса, в частности:
              </p>
              <p>
                2.9.1. Почтовый ящик на сервисе Яндекс.Почта будет удален, если Пользователь не пользовался им более 24
                месяцев.
              </p>
              <p>
                2.10. Удаление учетной записи Пользователя.
              </p>
              <p>
                2.10.1. Пользователь вправе в любой момент удалить свою учетную запись на всех сервисах Яндекса или при
                наличии соответствующей функции прекратить ее действие в отношении некоторых из них.
              </p>
              <p>
                2.10.2. Удаление учетной записи Яндексом осуществляется в следующем порядке:
              </p>
              <p>
                2.10.2.1. учетная запись автоматически блокируется на срок один месяц, в течение которого доступ
                Пользователя к своей учетной записи становится невозможен, при этом контент размещенный с помощью такой
                учетной записи может быть удален;
              </p>
              <p>
                2.10.2.2. если в течение указанного выше срока учетная запись Пользователя будет восстановлена
                Пользователем, доступ к учетной записи для Пользователя восстановится, однако контент, размещенной с ее
                помощью, может не подлежать восстановлению;
              </p>
              <p>
                2.10.2.3. если в течение указанного выше срока учетная запись Пользователя не будет восстановлена, весь
                контент, размещенный с ее использованием, будет автоматически удален, а логин будет доступен для
                использования другим пользователям. С этого момента восстановление учетной записи, какой-либо
                информации,
                относящейся к ней, а равно доступов к сервисам Яндекса с использованием этой учетной записи -
                невозможны.
              </p>
              <p>
                2.10.3. Приведенный в пп. 2.10.2.1., 2.10.2.2., 2.10.2.3. Соглашения (за исключением доступности логина
                для
                использования другими пользователями) порядок применим также к запрету доступа с использованием
                какой-либо
                учетной записи к определенным сервисам.
              </p>
            </div>
            <div class="text-page__block">
              <h3>3. Общие положения об использовании и хранении</h3>
              <p>
                3.1. Яндекс вправе устанавливать ограничения в использовании сервисов для всех Пользователей, либо для
                отдельных категорий Пользователей (в зависимости от места пребывания Пользователя, языка, на котором
                предоставляется сервис и т.д.), в том числе: наличие/отсутствие отдельных функций сервиса, срок хранения
                почтовых сообщений в сервисе Яндекс.Почта, любого другого контента, максимальное количество сообщений,
                которые могут быть отправлены или получены одним зарегистрированным пользователем, максимальный размер
                почтового сообщения или дискового пространства, максимальное количество обращений к сервису за указанный
                период времени, максимальный срок хранения контента, специальные параметры загружаемого контента и т.д.
                Яндекс может запретить автоматическое обращение к своим сервисам, а также прекратить прием любой
                информации,
                сгенерированной автоматически (например, почтового спама).
              </p>
              <p>
                Яндекс, в целях защиты оборудования Пользователя и собственного оборудования, вправе ограничить прием
                любых
                сообщений и их доставку Пользователю, когда такие сообщения содержат вредоносные программы или код, либо
                когда автоматические средства фильтрации и антивирусной защиты Яндекса определили наличие таких
                вредоносных
                программ или кодов в указанных сообщениях. Пользователь уведомлен и согласен с тем, что Яндекс, в
                указанных
                целях, вправе осуществлять анализ и исследование таких вредоносных программ и кодов, содержащихся в
                указанных сообщениях, для улучшения качества работы автоматических средств фильтрации и антивирусной
                защиты
                Яндекса.
              </p>
              <p>
                3.2. Яндекс вправе направлять Пользователю информационные сообщения. Яндекс также вправе направлять
                Пользователю сообщения рекламного характера при условии получения согласия способом, соответствующим
                требованиям законодательства, либо при условии, что Пользователь не отказался от получения сообщений
                рекламного характера в отношении соответствующего сервиса (при регистрации, либо позднее с
                использованием
                соответствующей функциональности).
              </p>
              <p>
                Пользователь выражает согласие Яндексу на оповещение других Пользователей Сервиса о публичных действиях
                Пользователя, в том числе о размещении им новых публикаций, о произведенных им действиях в отношении
                Контента других Пользователей, а также иной активности, совершенной им в рамках Сервиса.
              </p>
              <p>
                3.3. В целях повышения качества сервисов Яндекс и/или привлекаемые им для проведения опроса лица вправе
                осуществлять сбор мнений и отзывов Пользователей по различным вопросам путем направления информационного
                сообщения при очередном посещении Пользователем сервиса либо осуществления связи по контактным данным,
                указанным Пользователем в учетной записи (посредством телефонных звонков или электронных писем).
                Собранные
                мнения и отзывы могут быть использованы для формирования статистических данных, которые могут быть
                использованы в сервисах Яндекса. Отзывы, предоставленные Пользователем при проведении опроса, также
                могут
                быть опубликованы Яндексом в сервисах Яндекса либо в сервисах аффилированных с Яндексом лиц, как с
                указанием
                имени (логина) Пользователя, так и без указания. При оставлении отзывов Пользователь обязуется
                руководствоваться требованиями настоящего Соглашения, в том числе требованиями, установленными п. 5
                настоящего Соглашения.
              </p>
            </div>
            <div class="text-page__block">
              <h3>4. Контент Пользователя</h3>
              <p>
                4.1. Пользователь самостоятельно несет ответственность за соответствие содержания размещаемого
                Пользователем
                контента требованиям действующего законодательства, включая ответственность перед третьими лицами в
                случаях,
                когда размещение Пользователем того или иного контента или содержание контента нарушает права и законные
                интересы третьих лиц, в том числе личные неимущественные права авторов, иные интеллектуальные права
                третьих
                лиц, и/или посягает на принадлежащие им нематериальные блага.
              </p>
              <p>
                4.2. Пользователь признает и соглашается с тем, что Яндекс не обязан просматривать контент любого вида,
                размещаемый и/или распространяемый Пользователем посредством сервисов Яндекса, а также то, что Яндекс
                имеет
                право (но не обязанность) по своему усмотрению отказать Пользователю в размещении и/или распространении
                им
                контента или удалить любой контент, который доступен посредством сервисов Яндекса. Пользователь осознает
                и
                согласен с тем, что он должен самостоятельно оценивать все риски, связанные с использованием контента,
                включая оценку надежности, полноты или полезности этого контента.
              </p>
              <p>
                4.3. Пользователь осознает и соглашается с тем, что технология работы сервисов может потребовать
                копирование
                (воспроизведение) контента Пользователя Яндексом, а также переработки его Яндексом для соответствия
                техническим требованиям того или иного сервиса.
              </p>
            </div>
            <div class="text-page__block">
              <h3>5. Условия использования сервисов Яндекса</h3>
              <p>
                5.1. Пользователь самостоятельно несет ответственность перед третьими лицами за свои действия, связанные
                с
                использованием Сервиса, в том числе, если такие действия приведут к нарушению прав и законных интересов
                третьих лиц, а также за соблюдение законодательства при использовании Сервиса.
              </p>
              <p>
                5.2. При использовании сервисов Яндекса Пользователь не вправе:
              </p>
              <p>
                5.2.1. загружать, посылать, передавать или любым другим способом размещать и/или распространять контент,
                который является незаконным, вредоносным, клеветническим, оскорбляет нравственность, демонстрирует (или
                является пропагандой) насилия и жестокости, нарушает права интеллектуальной собственности,
                пропагандирует
                ненависть и/или дискриминацию людей по расовому, этническому, половому, религиозному, социальному
                признакам,
                содержит оскорбления в адрес каких-либо лиц или организаций, содержит элементы (или является
                пропагандой)
                порнографии, детской эротики, представляет собой рекламу (или является пропагандой) услуг сексуального
                характера (в том числе под видом иных услуг), разъясняет порядок изготовления, применения или иного
                использования наркотических веществ или их аналогов, взрывчатых веществ или иного оружия;
              </p>
              <p>
                5.2.2. нарушать права третьих лиц, в том числе несовершеннолетних лиц и/или причинять им вред в любой
                форме;
              </p>
              <p>
                5.2.3. выдавать себя за другого человека или представителя организации и/или сообщества без достаточных
                на
                то прав, в том числе за сотрудников Яндекса, за модераторов форумов, за владельца сайта, а также
                применять
                любые другие формы и способы незаконного представительства других лиц в сети, а также вводить
                пользователей
                или Яндекс в заблуждение относительно свойств и характеристик каких-либо субъектов или объектов;
              </p>
              <p>
                5.2.4. загружать, посылать, передавать или любым другим способом размещать и/или распространять контент,
                при
                отсутствии прав на такие действия согласно законодательству или каким-либо договорным отношениям;
              </p>
              <p>
                5.2.5. загружать, посылать, передавать или любым другим способом размещать и/или распространять не
                разрешенную специальным образом рекламную информацию, спам (в том числе и поисковый), списки чужих
                адресов
                электронной почты, схемы «пирамид», многоуровневого (сетевого) маркетинга (MLM), системы
                интернет-заработка
                и e-mail-бизнесов, «письма счастья», а также использовать сервисы Яндекса для участия в этих
                мероприятиях,
                или использовать сервисы Яндекса, исключительно для перенаправления пользователей на страницы других
                доменов;

              </p>
              <p>
                5.2.6. загружать, посылать, передавать или любым другим способом размещать и/или распространять
                какие-либо
                материалы, содержащие вирусы или другие компьютерные коды, файлы или программы, предназначенные для
                нарушения, уничтожения либо ограничения функциональности любого компьютерного или телекоммуникационного
                оборудования или программ, для осуществления несанкционированного доступа, а также серийные номера к
                коммерческим программным продуктам и программы для их генерации, логины, пароли и прочие средства для
                получения несанкционированного доступа к платным ресурсам в Интернете, а также размещения ссылок на
                вышеуказанную информацию;
              </p>
              <p>
                5.2.7. несанкционированно собирать и хранить персональные данные других лиц;
              </p>
              <p>
                5.2.8. нарушать нормальную работу веб-сайтов и сервисов Яндекса;
              </p>
              <p>
                5.2.9. содействовать действиям, направленным на нарушение ограничений и запретов, налагаемых
                Соглашением;
              </p>
              <p>
                5.2.10. другим образом нарушать нормы законодательства, в том числе нормы международного права.
              </p>
            </div>
            <div class="text-page__block">
              <h3>6. Исключительные права на содержание сервисов и контент</h3>
              <p>
                6.1. Все объекты, доступные при помощи сервисов Яндекса, в том числе элементы дизайна, текст,
                графические
                изображения, иллюстрации, видео, программы для ЭВМ, базы данных, музыка, звуки и другие объекты (далее –
                содержание сервисов), а также любой контент, размещенный на сервисах Яндекса, являются объектами
                исключительных прав Яндекса, Пользователей и других правообладателей.
              </p>
              <p>
                6.2. Использование контента, а также каких-либо иных элементов сервисов возможно только в рамках
                функционала, предлагаемого тем или иным сервисом. Никакие элементы содержания сервисов Яндекса, а также
                любой контент, размещенный на сервисах Яндекса, не могут быть использованы иным образом без
                предварительного
                разрешения правообладателя. Под использованием подразумеваются, в том числе: воспроизведение,
                копирование,
                переработка, распространение на любой основе, отображение во фрейме и т.д. Исключение составляют случаи,
                прямо предусмотренные законодательством РФ или условиями использования того или иного сервиса Яндекса.
              </p>
              <p>
                Использование Пользователем элементов содержания сервисов, а также любого контента для личного
                некоммерческого использования, допускается при условии сохранения всех знаков охраны авторского права,
                смежных прав, товарных знаков, других уведомлений об авторстве, сохранения имени (или псевдонима)
                автора/наименования правообладателя в неизменном виде, сохранении соответствующего объекта в неизменном
                виде. Исключение составляют случаи, прямо предусмотренные законодательством РФ или пользовательскими
                соглашениями того или иного сервиса Яндекса.
              </p>
            </div>
          </div>
          <div class="text-page__history">
            <div class="text-page__history-item">
              <span>Предыдущая версия документа</span>
              <a href="text-page.php">https://yandex.ru/legal/rules/08122020</a>
            </div>
            <div class="text-page__history-item">
              <span>Предыдущая версия документа</span>
              <a href="text-page.php">https://yandex.ru/legal/rules/08122020</a>
            </div>
            <div class="text-page__history-item">
              <span>Предыдущая версия документа</span>
              <a href="text-page.php">https://yandex.ru/legal/rules/08122020</a>
            </div>
            <div class="text-page__history-item">
              <span>Предыдущая версия документа</span>
              <a href="text-page.php">https://yandex.ru/legal/rules/08122020</a>
            </div>
            <div class="text-page__history-item">
              <span>Предыдущая версия документа</span>
              <a href="text-page.php">https://yandex.ru/legal/rules/08122020</a>
            </div>
            <div class="text-page__history-item">
              <span>Предыдущая версия документа</span>
              <a href="text-page.php">https://yandex.ru/legal/rules/08122020</a>
            </div>
          </div>
          <div class="text-page__navigation">
            <a href="text-page.php" class="text-page__navigation-side text-page__navigation-prev">
              <img src="img/button-arrow.svg">
              <div>
                <span>Предыдущая</span>
                <span>Пользовательское соглашение</span>
              </div>
            </a>
            <a href="text-page.php" class="text-page__navigation-side text-page__navigation-next">
              <img src="img/button-arrow.svg">
              <div>
                <span>Следующая</span>
                <span>Политика конфиденциальности</span>
              </div>
            </a>
          </div>
        </div>
      </div>
    </div>
  </main>
<?php include('partials/footer.php'); ?>